<template>
  <div class="aaaa" id="__layout">
    <Header />
    <div>
      <CompTerm
        v-bind:arrSelect="arr"
        title="이용약관"
        rule1="제1조 (목적)"
        rule2="제2조 (용어의 정의)"
        content1="주식회사 아이팩토리(이하 ‘회사’)는 회사가 운영하는 IPACTORY 특허 문서 작성 시스템(이하 '서비스')을 이용하는 것과 관련하여 회사와 회원간의 권리, 의무, 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다."
        content2="① 서비스: 사용자 단말기(PC, 노트북, 스마트폰, 태블릿 등 사용자 인터페이스를 구비하는 장치, 이하 ‘사용자 단말기’)에서 구동될 수 있도록 회사에서 제공하는 소프트웨어/프로그램소스/웹사이트(이하 ‘S/W 등’) 그 자체, S/W 등에서 직접 또는 간접적으로 제공하는 콘텐츠 또는 기능, 또는 이를 위해 회사 또는 제3자를 통해 제공되는 제반 기능을 의미합니다.
② 이용자: 본 이용약관에 따라 회사에서 제공하는 서비스를 이용하는 사람을 의미합니다.
③ 회원: 회사에 개인정보를 제공하여 회원등록을 한 사람으로서, 회사가 제공하는 서비스를 계속적으로 이용하거나 이용할 수 있는 자를 의미합니다.
④ 회사 웹사이트: 서비스를 제공하기 위해 인터넷 접속이 가능한 회사에서 운영하는 웹사이트를 지칭합니다.
⑤ 유료서비스: 회사에서 정한 비용(이하 ‘이용요금’)을 지불해야만 사용할 수 있는 서비스를 지칭합니다.
⑥ 유료회원: 회원 중 이용요금을 지불하고 유료서비스를 이용하는 사람을 지칭합니다.
⑦ 무료서비스: 회원이 이용요금의 지불 없이 사용할 수 있도록 회사에서 허여한 제한된 범위의 서비스를 의미합니다.
⑧ 무료회원: 회원 중 무료서비스만을 이용하는 사람을 의미합니다. 무료회원에 대한 서비스의 제공 여부는 회사가 정하는 운영정책에 따릅니다.
⑨ 기간제회원: 월, 분기, 반기, 연 등 회사가 정한 단위 또는 회사와 회원이 협의한 단위의 기간 동안 유료회원으로서 서비스를 사용하는 회원을 지칭합니다.
⑩ 비회원: 회원으로 가입하지 않고 회사가 제공하는 서비스를 이용하는 자를 의미합니다.
⑪ 이용자 ID(이하 '아이디'): 회원의 식별과 회원의 서비스 이용을 위하여 회원이 정하고 회사가 승인하는 이메일 주소를 의미합니다.
⑫ 비밀번호: 회원이 설정한 아이디와 일치되는 회원임을 확인하고 비밀보호를 위해 회원 자신이 정한 문자 또는 숫자의 조합을 의미합니다.
⑬ 정기구독: 회사가 정한 서비스 이용 조건에 따라 1회 또는 반복적으로 서비스 이용요금을 결제하고, 서비스를 이용하는 것을 의미합니다.
⑭ 포인트: 회원이 회사가 제공하는 결제수단을 이용하여 충전하고 서비스가 제공하는 콘텐츠의 조회, 기능의 이용을 위해 서비스 내에서 사용하는 가상의 화폐로서, 회사가 서비스의 원활한 이용을 위하여 회원에게 부여하는 재산적 가치가 없는 서버 상의 가상 데이터를 의미합니다.
⑮ 특허문서: 특허법에서 정한 기재요건에 따라 작성되어야 하는 문서로서 특허명세서, 의견서, 보정서 및 이들의 번역문 등을 포함합니다. 또한, 특허문서는 서비스 상에서 설정된 어느 하나의 국가의 특허법의 기재요건에 따르는 문서일 수 있습니다.
⑯ 명세서: 특허문서의 하나로서, 특허등록을 받기 위해 발명자가 보호받고자 하는 기술적 사상을 특허법에 규정된 기재요건에 따라 표현한 문서를 의미합니다.
⑰ 명세서: 특허문서의 하나로서, 특허등록을 받기 위해 발명자가 보호받고자 하는 기술적 사상을 특허법에 규정된 기재요건에 따라 표현한 문서를 의미합니다.
⑱ 케이스 정보: 특허문서와 관련된 기본정보 및 해당 특허문서의 작성과정에서 입력되는 정보를 포함합니다.
⑲ 문서양식: 서비스를 이용하여 작성하고자 하는 특허문서가 기본적으로 갖춰야 할 구조를 의미합니다. 서비스에서, 'KR', 'US', 'JP', 'EP', 'CN'는 각각 한국, 미국, 일본, 유럽, 중국 특허청에 제출하기 위한 특허문서의 양식을 의미합니다.
⑳ 로컬PC: 회원이 현재 서비스를 이용하고 있는 사용자 단말기를 지칭합니다.
㉑ 클라우드: 회사가 제공하는 온라인 상의 데이터 저장공간을 의미합니다. 회원은 네트워크를 통해 클라우드에 케이스 정보를 저장하고, 관리할 수 있습니다."
      />
    </div>
    <!-- <Footer /> -->
  </div>
</template>

<script>
import Header from "../../container/Header.vue";
import Footer from "../../container/Footer.vue";
export default {
  data() {
    return {
      arr: [
        "2021.05.1",
        "2021.05.2",
        "2021.05.3",
        "2021.05.4",
        "2021.05.5",
        "2021.05.6",
        "2021.05.7",
      ],
    };
  },
  components: { Header, Footer },
};
</script>
